"CIAdditionCompositing" = "Addition";
"CIAffineClamp" = "Affint tryck";
"CIAffineTile" = "Affina rutor";
"CIAffineTransform" = "Affin transformation";
"CIBarsSwipeTransition"="Svepande radövergång";
"CIBlendWithMask" = "Blanda med mask";
"CIBloom" = "Överstrålning";
"CIBoxBlur"="Rektangulär oskärpa";
"CIBumpDistortion" = "Förvrängning utbuktning";
"CIBumpDistortionLinear"="Linjär upphöjningsförvridning";
"CICMYKHalftone" = "CMYK-halvton";
"CICheckerboardGenerator" = "Schackbräde";
"CICircleSplashDistortion" = "Förvrängning cirkelstänk";
"CICircularScreen" = "Cirkulär skärm";
"CICircularWrap" = "Förvrängning cirkelsvep";
"CIColorControls" = "Färgreglage";
"CIColorCube" = "Färgkub";
"CIColorInvert" = "Invertera färg";
"CIColorMap" = "Färgkarta";
"CIColorMatrix" = "Färgmatris";
"CIColorMonochrome" = "Färga svartvitt";
"CIColorPosterize" = "Färgreduktion";
"CIComicEffect" = "Komisk effekt";
"CIConstantColorGenerator" = "Konstant färg";
"CICopyMachineTransition" = "Kopiator";
"CICrop" = "Beskär";
"CICrystallize" = "Kristallisera";
"CIDiscBlur"="Cirkeloskärpa";
"CIDisintegrateWithMaskTransition" = "Sönderdela med mask";
"CIDisplacementDistortion" = "Förvräng med förskjutning";
"CIDissolveTransition" = "Lös upp";
"CIDotScreen" = "Punktskärm";
"CIEdges" = "Konturer";
"CIEdgeWork" = "Konturarbete";
"CIEightfoldReflectedTile"="Åttafaldigt reflekterat rutmönster";
"CIExposureAdjust" = "Justera exponering";
"CIFalseColor" = "Falsk färg";
"CIFastBoxBlur" = "Snabb rektangulär oskärpa";
"CIFastDiscBlur" = "Snabb cirkeloskärpa";
"CIFlashTransition" = "Blixt";
"CIFourfoldReflectedTile"="Fyrfaldigt reflekterat rutmönster";
"CIFourfoldRotatedTile"="Fyrfaldigt roterat rutmönster";
"CIFourfoldTranslatedTile"="Fyrfaldigt omvandlat rutmönster";
"CIGammaAdjust" = "Gammajustering";
"CIGaussianBlur" = "Gaussisk oskärpa";
"CIGaussianGradient" = "Gaussisk övertoning";
"CIGlassDistortion" = "Glasförvrängning";
"CIGlassLozenge" = "Glas-Lozenge";
"CIGlideReflectedTile"="Glidreflekterat rutmönster";
"CIGloom" = "Dunkel";
"CIHatchedScreen" = "Schaffrerad skärm";
"CIHeightFieldFromMask" = "Höjdfält från mask";
"CIHexagonalPixellate"="Hexagonal pixellering";
"CIHoleDistortion" = "Förvrängning hål";
"CIHueAdjust" = "Nyansjustering";
"CIKaleidoscope" = "Kaleidoskop";
"CILanczosScaleTransform" = "Lanczos-skaltransformation";
"CILenticularHaloGenerator" = "Linsformad nimbus";
"CILineOverlay" = "Linjelappning";
"CILineScreen" = "Linjeskärm";
"CILinearGradient" = "Linjär övertoning";
"CIMaskToAlpha" = "Mask till alfa";
"CIMaximumCompositing" = "Maximum";
"CIMedianFilter" = "Median";
"CIMinimumCompositing" = "Minimum";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Rörelseoskärpa";
"CIMultiplyCompositing" = "Mångfaldiga";
"CINoiseReduction" = "Brusreduktion";
"CIOpTile" = "Op-rutor";
"CIPageCurlTransition" = "Pappersskrynkel";
"CIParallelogramTile" = "Parallelogramrutor";
"CIPerspectiveTile" = "Perspektivrutor";
"CIPerspectiveTransform" = "Perspektivomvandling";
"CIPinchDistortion" = "Knipförvrängning";
"CIPixellate" = "Pixellisera";
"CIPointillize" = "Skapa fläckar";
"CIRadialGradient" = "Radiell övergång";
"CIRandomGenerator" = "Slumpgenerator";
"CIRippleTransition" = "Krusning";
"CISepiaTone" = "Sepiaton";
"CIShadedMaterial" = "Skuggat material";
"CISharpenLuminance" = "Skärpt luminicens";
"CISixfoldReflectedTile"="Sexfaldigt reflekterat rutmönster";
"CISixfoldRotatedTile"="Sexfaldigt roterat rutmönster";
"CISourceAtopCompositing" = "Källa överst";
"CISourceInCompositing" = "Inkälla";
"CISourceOutCompositing" = "Utkälla";
"CISourceOverCompositing" = "Källa över";
"CISpotColor" = "Dekorfärg";
"CISpotLight" = "Punktljus";
"CIStarShineGenerator" = "Stjärnljus";
"CIStripesGenerator" = "Ränder";
"CISunbeamsGenerator" = "Solstrålar";
"CISwipeTransition" = "Drag";
"CITorusLensDistortion" = "Förvrängning toruslins";
"CITriangleTile" = "Trekantsrutor";
"CITwelvefoldReflectedTile"="Tolvfaldigt reflekterat rutmönster";
"CITwirlDistortion" = "Virvelförvrängning";
"CIUnsharpMask" = "Maskoskärpa";
"CIVortexDistortion" = "Förvrängning vortex";
"CIWhitePointAdjust" = "Vitpunktsjustering";
"CIZoomBlur" = "Zoomoskärpa";
"CIColorBlendMode" = "Färgblandningsläge";
"CIColorBurnBlendMode" = "Blandningsläge med färgefterbelysning";
"CIColorDodgeBlendMode" = "Blandningsläge med färgskugga";
"CIDarkenBlendMode" = "Blandningsläge mörkt";
"CIDifferenceBlendMode" = "Blandningsläge differens";
"CIExclusionBlendMode" = "Blandningsläge exklusion";
"CIHardLightBlendMode" = "Blandningsläge skarpt ljus";
"CIHueBlendMode" = "Nyansblandningsläge";
"CILightenBlendMode" = "Blandningsläge ljusare";
"CILuminosityBlendMode" = "Blandningsläge luminicens";
"CIMultiplyBlendMode" = "Blandningsläge mångfaldiga";
"CIOverlayBlendMode" = "Blandningsläge överlägg";
"CISaturationBlendMode" = "Blandningsläge mättnad";
"CIScreenBlendMode" = "Blandningsläge skärm";
"CISoftLightBlendMode" = "Blandningsläge mjukt ljus";
"CIAreaHistogram" = "Områdeshistogram";
"CIAreaMaximum" = "Områdesmaximum";
"CIAreaMinimum" = "Områdesminimum";
"CIAreaMaximumAlpha" = "Områdesmaximum alfa";
"CIAreaMinimumAlpha" = "Områdesminimum alfa";
"CIAreaAverage" = "Områdesgenomsnitt";
"CIRowAverage" = "Radgenomsnitt";
"CIColumnAverage" = "Kolumngenomsnitt";
"CIMinimumComponent" = "Minimum komponent";
"CIMaximumComponent" = "Maximum komponent";
